{"name": "Lich", "muid": 666, "rarity": "Rare", "effects": " As Lich enters the battlefield, you lose life equal to your life total. You don't lose the game for having 0 or less life. If you would gain life, draw that many cards instead. Whenever you're dealt damage, sacrifice that many nontoken permanents. If you can't, you lose the game. When Lich is put into a graveyard from the battlefield, you lose the game.", "flavor": null, "manaCost": " Black Black Black Black ", "types": "Enchantment"}
{"name": "Lord of the Pit", "muid": 667, "rarity": "Rare", "effects": " Flying, trample At the beginning of your upkeep, sacrifice a creature other than Lord of the Pit. If you can't, Lord of the Pit deals 7 damage to you.", "flavor": null, "manaCost": " 4 Black Black Black ", "types": "Creature  — Demon"}
{"name": "Mind Twist", "muid": 668, "rarity": "Rare", "effects": " Target player discards X cards at random.", "flavor": null, "manaCost": " Variable Colorless Black ", "types": "Sorcery"}
{"name": "Nether Shadow", "muid": 669, "rarity": "Rare", "effects": " Haste At the beginning of your upkeep, if Nether Shadow is in your graveyard with three or more creature cards above it, you may put Nether Shadow onto the battlefield.", "flavor": null, "manaCost": " Black Black ", "types": "Creature  — Spirit"}
{"name": "Nettling Imp", "muid": 670, "rarity": "Uncommon", "effects": "  Tap  : Choose target non-Wall creature the active player has controlled continuously since the beginning of the turn. That creature attacks this turn if able. Destroy it at the beginning of the next end step if it didn't attack this turn. Activate this ability only during an opponent's turn, before attackers are declared.", "flavor": null, "manaCost": " 2 Black ", "types": "Creature  — Imp"}
{"name": "Nightmare", "muid": 671, "rarity": "Rare", "effects": " None Nightmare's power and toughness are each equal to the number of Swamps you control.", "flavor": "The Nightmare arises from its lair in the swamps. As the poisoned land spreads, so does the Nightmare's rage and terrifying strength.", "manaCost": " 5 Black ", "types": "Creature  — Nightmare Horse"}
{"name": "Paralyze", "muid": 672, "rarity": "Common", "effects": " Enchant creature When Paralyze enters the battlefield, tap enchanted creature. Enchanted creature doesn't untap during its controller's untap step. At the beginning of the upkeep of enchanted creature's controller, that player may pay   4  . If the player does, untap the creature.", "flavor": null, "manaCost": " Black ", "types": "Enchantment  — Aura"}
{"name": "Pestilence", "muid": 673, "rarity": "Common", "effects": " At the beginning of the end step, if no creatures are on the battlefield, sacrifice Pestilence.  Black  : Pestilence deals 1 damage to each creature and each player.", "flavor": null, "manaCost": " 2 Black Black ", "types": "Enchantment"}
